[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAA
AAAAU
AAAAC
AAAAG
AAAUA
AAAUU
AAAUC
AAAUG
AAACA
AAACU
AAACC
AAACG
AAAGA
AAAGU
AAAGC
AAAGG
AAUAA
AAUAU
AAUAC
AAUAG
AAUUA
AAUUU
AAUUC
AAUUG
AAUCA
AAUCU
AAUCC
AAUCG
AAUGA
AAUGU
AAUGC
AAUGG
AACAA
AACAU
AACAC
AACAG
AACUA
AACUU
AACUC
AACUG
AACCA
AACCU
AACCC
AACCG
AACGA
AACGU
AACGC
AACGG
AAGAA
AAGAU
AAGAC
AAGAG
AAGUA
AAGUU
AAGUC
AAGUG
AAGCA
AAGCU
AAGCC
AAGCG
AAGGA
AAGGU
AAGGC
AAGGG
AUAAA
AUAAU
AUAAC
AUAAG
AUAUA
AUAUU
AUAUC
AUAUG
AUACA
AUACU
AUACC
AUACG
AUAGA
AUAGU
AUAGC
AUAGG
AUUAA
AUUAU
AUUAC
AUUAG
AUUUA
AUUUU
AUUUC
AUUUG
AUUCA
AUUCU
AUUCC
AUUCG
AUUGA
AUUGU
AUUGC
AUUGG
AUCAA
AUCAU
AUCAC
AUCAG
AUCUA
AUCUU
AUCUC
AUCUG
AUCCA
AUCCU
AUCCC
AUCCG
AUCGA
AUCGU
AUCGC
AUCGG
AUGAA
AUGAU
AUGAC
AUGAG
AUGUA
AUGUU
AUGUC
AUGUG
AUGCA
AUGCU
AUGCC
AUGCG
AUGGA
AUGGU
AUGGC
AUGGG
ACAAA
ACAAU
ACAAC
ACAAG
ACAUA
ACAUU
ACAUC
ACAUG
ACACA
ACACU
ACACC
ACACG
ACAGA
ACAGU
ACAGC
ACAGG
ACUAA
ACUAU
ACUAC
ACUAG
ACUUA
ACUUU
ACUUC
ACUUG
ACUCA
ACUCU
ACUCC
ACUCG
ACUGA
ACUGU
ACUGC
ACUGG
ACCAA
ACCAU
ACCAC
ACCAG
ACCUA
ACCUU
ACCUC
ACCUG
ACCCA
ACCCU
ACCCC
ACCCG
ACCGA
ACCGU
ACCGC
ACCGG
ACGAA
ACGAU
ACGAC
ACGAG
ACGUA
ACGUU
ACGUC
ACGUG
ACGCA
ACGCU
ACGCC
ACGCG
ACGGA
ACGGU
ACGGC
ACGGG
AGAAA
AGAAU
AGAAC
AGAAG
AGAUA
AGAUU
AGAUC
AGAUG
AGACA
AGACU
AGACC
AGACG
AGAGA
AGAGU
AGAGC
AGAGG
AGUAA
AGUAU
AGUAC
AGUAG
AGUUA
AGUUU
AGUUC
AGUUG
AGUCA
AGUCU
AGUCC
AGUCG
AGUGA
AGUGU
AGUGC
AGUGG
AGCAA
AGCAU
AGCAC
AGCAG
AGCUA
AGCUU
AGCUC
AGCUG
AGCCA
AGCCU
AGCCC
AGCCG
AGCGA
AGCGU
AGCGC
AGCGG
AGGAA
AGGAU
AGGAC
AGGAG
AGGUA
AGGUU
AGGUC
AGGUG
AGGCA
AGGCU
AGGCC
AGGCG
AGGGA
AGGGU
AGGGC
AGGGG
UAAAA
UAAAU
UAAAC
UAAAG
UAAUA
UAAUU
UAAUC
UAAUG
UAACA
UAACU
UAACC
UAACG
UAAGA
UAAGU
UAAGC
UAAGG
UAUAA
UAUAU
UAUAC
UAUAG
UAUUA
UAUUU
UAUUC
UAUUG
UAUCA
UAUCU
UAUCC
UAUCG
UAUGA
UAUGU
UAUGC
UAUGG
UACAA
UACAU
UACAC
UACAG
UACUA
UACUU
UACUC
UACUG
UACCA
UACCU
UACCC
UACCG
UACGA
UACGU
UACGC
UACGG
UAGAA
UAGAU
UAGAC
UAGAG
UAGUA
UAGUU
UAGUC
UAGUG
UAGCA
UAGCU
UAGCC
UAGCG
UAGGA
UAGGU
UAGGC
UAGGG
UUAAA
UUAAU
UUAAC
UUAAG
UUAUA
UUAUU
UUAUC
UUAUG
UUACA
UUACU
UUACC
UUACG
UUAGA
UUAGU
UUAGC
UUAGG
UUUAA
UUUAU
UUUAC
UUUAG
UUUUA
UUUUU
UUUUC
UUUUG
UUUCA
UUUCU
UUUCC
UUUCG
UUUGA
UUUGU
UUUGC
UUUGG
UUCAA
UUCAU
UUCAC
UUCAG
UUCUA
UUCUU
UUCUC
UUCUG
UUCCA
UUCCU
UUCCC
UUCCG
UUCGA
UUCGU
UUCGC
UUCGG
UUGAA
UUGAU
UUGAC
UUGAG
UUGUA
UUGUU
UUGUC
UUGUG
UUGCA
UUGCU
UUGCC
UUGCG
UUGGA
UUGGU
UUGGC
UUGGG
UCAAA
UCAAU
UCAAC
UCAAG
UCAUA
UCAUU
UCAUC
UCAUG
UCACA
UCACU
UCACC
UCACG
UCAGA
UCAGU
UCAGC
UCAGG
UCUAA
UCUAU
UCUAC
UCUAG
UCUUA
UCUUU
UCUUC
UCUUG
UCUCA
UCUCU
UCUCC
UCUCG
UCUGA
UCUGU
UCUGC
UCUGG
UCCAA
UCCAU
UCCAC
UCCAG
UCCUA
UCCUU
UCCUC
UCCUG
UCCCA
UCCCU
UCCCC
UCCCG
UCCGA
UCCGU
UCCGC
UCCGG
UCGAA
UCGAU
UCGAC
UCGAG
UCGUA
UCGUU
UCGUC
UCGUG
UCGCA
UCGCU
UCGCC
UCGCG
UCGGA
UCGGU
UCGGC
UCGGG
UGAAA
UGAAU
UGAAC
UGAAG
UGAUA
UGAUU
UGAUC
UGAUG
UGACA
UGACU
UGACC
UGACG
UGAGA
UGAGU
UGAGC
UGAGG
UGUAA
UGUAU
UGUAC
UGUAG
UGUUA
UGUUU
UGUUC
UGUUG
UGUCA
UGUCU
UGUCC
UGUCG
UGUGA
UGUGU
UGUGC
UGUGG
UGCAA
UGCAU
UGCAC
UGCAG
UGCUA
UGCUU
UGCUC
UGCUG
UGCCA
UGCCU
UGCCC
UGCCG
UGCGA
UGCGU
UGCGC
UGCGG
UGGAA
UGGAU
UGGAC
UGGAG
UGGUA
UGGUU
UGGUC
UGGUG
UGGCA
UGGCU
UGGCC
UGGCG
UGGGA
UGGGU
UGGGC
UGGGG
CAAAA
CAAAU
CAAAC
CAAAG
CAAUA
CAAUU
CAAUC
CAAUG
CAACA
CAACU
CAACC
CAACG
CAAGA
CAAGU
CAAGC
CAAGG
CAUAA
CAUAU
CAUAC
CAUAG
CAUUA
CAUUU
CAUUC
CAUUG
CAUCA
CAUCU
CAUCC
CAUCG
CAUGA
CAUGU
CAUGC
CAUGG
CACAA
CACAU
CACAC
CACAG
CACUA
CACUU
CACUC
CACUG
CACCA
CACCU
CACCC
CACCG
CACGA
CACGU
CACGC
CACGG
CAGAA
CAGAU
CAGAC
CAGAG
CAGUA
CAGUU
CAGUC
CAGUG
CAGCA
CAGCU
CAGCC
CAGCG
CAGGA
CAGGU
CAGGC
CAGGG
CUAAA
CUAAU
CUAAC
CUAAG
CUAUA
CUAUU
CUAUC
CUAUG
CUACA
CUACU
CUACC
CUACG
CUAGA
CUAGU
CUAGC
CUAGG
CUUAA
CUUAU
CUUAC
CUUAG
CUUUA
CUUUU
CUUUC
CUUUG
CUUCA
CUUCU
CUUCC
CUUCG
CUUGA
CUUGU
CUUGC
CUUGG
CUCAA
CUCAU
CUCAC
CUCAG
CUCUA
CUCUU
CUCUC
CUCUG
CUCCA
CUCCU
CUCCC
CUCCG
CUCGA
CUCGU
CUCGC
CUCGG
CUGAA
CUGAU
CUGAC
CUGAG
CUGUA
CUGUU
CUGUC
CUGUG
CUGCA
CUGCU
CUGCC
CUGCG
CUGGA
CUGGU
CUGGC
CUGGG
CCAAA
CCAAU
CCAAC
CCAAG
CCAUA
CCAUU
CCAUC
CCAUG
CCACA
CCACU
CCACC
CCACG
CCAGA
CCAGU
CCAGC
CCAGG
CCUAA
CCUAU
CCUAC
CCUAG
CCUUA
CCUUU
CCUUC
CCUUG
CCUCA
CCUCU
CCUCC
CCUCG
CCUGA
CCUGU
CCUGC
CCUGG
CCCAA
CCCAU
CCCAC
CCCAG
CCCUA
CCCUU
CCCUC
CCCUG
CCCCA
CCCCU
CCCCC
CCCCG
CCCGA
CCCGU
CCCGC
CCCGG
CCGAA
CCGAU
CCGAC
CCGAG
CCGUA
CCGUU
CCGUC
CCGUG
CCGCA
CCGCU
CCGCC
CCGCG
CCGGA
CCGGU
CCGGC
CCGGG
CGAAA
CGAAU
CGAAC
CGAAG
CGAUA
CGAUU
CGAUC
CGAUG
CGACA
CGACU
CGACC
CGACG
CGAGA
CGAGU
CGAGC
CGAGG
CGUAA
CGUAU
CGUAC
CGUAG
CGUUA
CGUUU
CGUUC
CGUUG
CGUCA
CGUCU
CGUCC
CGUCG
CGUGA
CGUGU
CGUGC
CGUGG
CGCAA
CGCAU
CGCAC
CGCAG
CGCUA
CGCUU
CGCUC
CGCUG
CGCCA
CGCCU
CGCCC
CGCCG
CGCGA
CGCGU
CGCGC
CGCGG
CGGAA
CGGAU
CGGAC
CGGAG
CGGUA
CGGUU
CGGUC
CGGUG
CGGCA
CGGCU
CGGCC
CGGCG
CGGGA
CGGGU
CGGGC
CGGGG
GAAAA
GAAAU
GAAAC
GAAAG
GAAUA
GAAUU
GAAUC
GAAUG
GAACA
GAACU
GAACC
GAACG
GAAGA
GAAGU
GAAGC
GAAGG
GAUAA
GAUAU
GAUAC
GAUAG
GAUUA
GAUUU
GAUUC
GAUUG
GAUCA
GAUCU
GAUCC
GAUCG
GAUGA
GAUGU
GAUGC
GAUGG
GACAA
GACAU
GACAC
GACAG
GACUA
GACUU
GACUC
GACUG
GACCA
GACCU
GACCC
GACCG
GACGA
GACGU
GACGC
GACGG
GAGAA
GAGAU
GAGAC
GAGAG
GAGUA
GAGUU
GAGUC
GAGUG
GAGCA
GAGCU
GAGCC
GAGCG
GAGGA
GAGGU
GAGGC
GAGGG
GUAAA
GUAAU
GUAAC
GUAAG
GUAUA
GUAUU
GUAUC
GUAUG
GUACA
GUACU
GUACC
GUACG
GUAGA
GUAGU
GUAGC
GUAGG
GUUAA
GUUAU
GUUAC
GUUAG
GUUUA
GUUUU
GUUUC
GUUUG
GUUCA
GUUCU
GUUCC
GUUCG
GUUGA
GUUGU
GUUGC
GUUGG
GUCAA
GUCAU
GUCAC
GUCAG
GUCUA
GUCUU
GUCUC
GUCUG
GUCCA
GUCCU
GUCCC
GUCCG
GUCGA
GUCGU
GUCGC
GUCGG
GUGAA
GUGAU
GUGAC
GUGAG
GUGUA
GUGUU
GUGUC
GUGUG
GUGCA
GUGCU
GUGCC
GUGCG
GUGGA
GUGGU
GUGGC
GUGGG
GCAAA
GCAAU
GCAAC
GCAAG
GCAUA
GCAUU
GCAUC
GCAUG
GCACA
GCACU
GCACC
GCACG
GCAGA
GCAGU
GCAGC
GCAGG
GCUAA
GCUAU
GCUAC
GCUAG
GCUUA
GCUUU
GCUUC
GCUUG
GCUCA
GCUCU
GCUCC
GCUCG
GCUGA
GCUGU
GCUGC
GCUGG
GCCAA
GCCAU
GCCAC
GCCAG
GCCUA
GCCUU
GCCUC
GCCUG
GCCCA
GCCCU
GCCCC
GCCCG
GCCGA
GCCGU
GCCGC
GCCGG
GCGAA
GCGAU
GCGAC
GCGAG
GCGUA
GCGUU
GCGUC
GCGUG
GCGCA
GCGCU
GCGCC
GCGCG
GCGGA
GCGGU
GCGGC
GCGGG
GGAAA
GGAAU
GGAAC
GGAAG
GGAUA
GGAUU
GGAUC
GGAUG
GGACA
GGACU
GGACC
GGACG
GGAGA
GGAGU
GGAGC
GGAGG
GGUAA
GGUAU
GGUAC
GGUAG
GGUUA
GGUUU
GGUUC
GGUUG
GGUCA
GGUCU
GGUCC
GGUCG
GGUGA
GGUGU
GGUGC
GGUGG
GGCAA
GGCAU
GGCAC
GGCAG
GGCUA
GGCUU
GGCUC
GGCUG
GGCCA
GGCCU
GGCCC
GGCCG
GGCGA
GGCGU
GGCGC
GGCGG
GGGAA
GGGAU
GGGAC
GGGAG
GGGUA
GGGUU
GGGUC
GGGUG
GGGCA
GGGCU
GGGCC
GGGCG
GGGGA
GGGGU
GGGGC
GGGGG