[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAA
AAAAAU
AAAAAC
AAAAAG
AAAAUA
AAAAUU
AAAAUC
AAAAUG
AAAACA
AAAACU
AAAACC
AAAACG
AAAAGA
AAAAGU
AAAAGC
AAAAGG
AAAUAA
AAAUAU
AAAUAC
AAAUAG
AAAUUA
AAAUUU
AAAUUC
AAAUUG
AAAUCA
AAAUCU
AAAUCC
AAAUCG
AAAUGA
AAAUGU
AAAUGC
AAAUGG
AAACAA
AAACAU
AAACAC
AAACAG
AAACUA
AAACUU
AAACUC
AAACUG
AAACCA
AAACCU
AAACCC
AAACCG
AAACGA
AAACGU
AAACGC
AAACGG
AAAGAA
AAAGAU
AAAGAC
AAAGAG
AAAGUA
AAAGUU
AAAGUC
AAAGUG
AAAGCA
AAAGCU
AAAGCC
AAAGCG
AAAGGA
AAAGGU
AAAGGC
AAAGGG
AAUAAA
AAUAAU
AAUAAC
AAUAAG
AAUAUA
AAUAUU
AAUAUC
AAUAUG
AAUACA
AAUACU
AAUACC
AAUACG
AAUAGA
AAUAGU
AAUAGC
AAUAGG
AAUUAA
AAUUAU
AAUUAC
AAUUAG
AAUUUA
AAUUUU
AAUUUC
AAUUUG
AAUUCA
AAUUCU
AAUUCC
AAUUCG
AAUUGA
AAUUGU
AAUUGC
AAUUGG
AAUCAA
AAUCAU
AAUCAC
AAUCAG
AAUCUA
AAUCUU
AAUCUC
AAUCUG
AAUCCA
AAUCCU
AAUCCC
AAUCCG
AAUCGA
AAUCGU
AAUCGC
AAUCGG
AAUGAA
AAUGAU
AAUGAC
AAUGAG
AAUGUA
AAUGUU
AAUGUC
AAUGUG
AAUGCA
AAUGCU
AAUGCC
AAUGCG
AAUGGA
AAUGGU
AAUGGC
AAUGGG
AACAAA
AACAAU
AACAAC
AACAAG
AACAUA
AACAUU
AACAUC
AACAUG
AACACA
AACACU
AACACC
AACACG
AACAGA
AACAGU
AACAGC
AACAGG
AACUAA
AACUAU
AACUAC
AACUAG
AACUUA
AACUUU
AACUUC
AACUUG
AACUCA
AACUCU
AACUCC
AACUCG
AACUGA
AACUGU
AACUGC
AACUGG
AACCAA
AACCAU
AACCAC
AACCAG
AACCUA
AACCUU
AACCUC
AACCUG
AACCCA
AACCCU
AACCCC
AACCCG
AACCGA
AACCGU
AACCGC
AACCGG
AACGAA
AACGAU
AACGAC
AACGAG
AACGUA
AACGUU
AACGUC
AACGUG
AACGCA
AACGCU
AACGCC
AACGCG
AACGGA
AACGGU
AACGGC
AACGGG
AAGAAA
AAGAAU
AAGAAC
AAGAAG
AAGAUA
AAGAUU
AAGAUC
AAGAUG
AAGACA
AAGACU
AAGACC
AAGACG
AAGAGA
AAGAGU
AAGAGC
AAGAGG
AAGUAA
AAGUAU
AAGUAC
AAGUAG
AAGUUA
AAGUUU
AAGUUC
AAGUUG
AAGUCA
AAGUCU
AAGUCC
AAGUCG
AAGUGA
AAGUGU
AAGUGC
AAGUGG
AAGCAA
AAGCAU
AAGCAC
AAGCAG
AAGCUA
AAGCUU
AAGCUC
AAGCUG
AAGCCA
AAGCCU
AAGCCC
AAGCCG
AAGCGA
AAGCGU
AAGCGC
AAGCGG
AAGGAA
AAGGAU
AAGGAC
AAGGAG
AAGGUA
AAGGUU
AAGGUC
AAGGUG
AAGGCA
AAGGCU
AAGGCC
AAGGCG
AAGGGA
AAGGGU
AAGGGC
AAGGGG
AUAAAA
AUAAAU
AUAAAC
AUAAAG
AUAAUA
AUAAUU
AUAAUC
AUAAUG
AUAACA
AUAACU
AUAACC
AUAACG
AUAAGA
AUAAGU
AUAAGC
AUAAGG
AUAUAA
AUAUAU
AUAUAC
AUAUAG
AUAUUA
AUAUUU
AUAUUC
AUAUUG
AUAUCA
AUAUCU
AUAUCC
AUAUCG
AUAUGA
AUAUGU
AUAUGC
AUAUGG
AUACAA
AUACAU
AUACAC
AUACAG
AUACUA
AUACUU
AUACUC
AUACUG
AUACCA
AUACCU
AUACCC
AUACCG
AUACGA
AUACGU
AUACGC
AUACGG
AUAGAA
AUAGAU
AUAGAC
AUAGAG
AUAGUA
AUAGUU
AUAGUC
AUAGUG
AUAGCA
AUAGCU
AUAGCC
AUAGCG
AUAGGA
AUAGGU
AUAGGC
AUAGGG
AUUAAA
AUUAAU
AUUAAC
AUUAAG
AUUAUA
AUUAUU
AUUAUC
AUUAUG
AUUACA
AUUACU
AUUACC
AUUACG
AUUAGA
AUUAGU
AUUAGC
AUUAGG
AUUUAA
AUUUAU
AUUUAC
AUUUAG
AUUUUA
AUUUUU
AUUUUC
AUUUUG
AUUUCA
AUUUCU
AUUUCC
AUUUCG
AUUUGA
AUUUGU
AUUUGC
AUUUGG
AUUCAA
AUUCAU
AUUCAC
AUUCAG
AUUCUA
AUUCUU
AUUCUC
AUUCUG
AUUCCA
AUUCCU
AUUCCC
AUUCCG
AUUCGA
AUUCGU
AUUCGC
AUUCGG
AUUGAA
AUUGAU
AUUGAC
AUUGAG
AUUGUA
AUUGUU
AUUGUC
AUUGUG
AUUGCA
AUUGCU
AUUGCC
AUUGCG
AUUGGA
AUUGGU
AUUGGC
AUUGGG
AUCAAA
AUCAAU
AUCAAC
AUCAAG
AUCAUA
AUCAUU
AUCAUC
AUCAUG
AUCACA
AUCACU
AUCACC
AUCACG
AUCAGA
AUCAGU
AUCAGC
AUCAGG
AUCUAA
AUCUAU
AUCUAC
AUCUAG
AUCUUA
AUCUUU
AUCUUC
AUCUUG
AUCUCA
AUCUCU
AUCUCC
AUCUCG
AUCUGA
AUCUGU
AUCUGC
AUCUGG
AUCCAA
AUCCAU
AUCCAC
AUCCAG
AUCCUA
AUCCUU
AUCCUC
AUCCUG
AUCCCA
AUCCCU
AUCCCC
AUCCCG
AUCCGA
AUCCGU
AUCCGC
AUCCGG
AUCGAA
AUCGAU
AUCGAC
AUCGAG
AUCGUA
AUCGUU
AUCGUC
AUCGUG
AUCGCA
AUCGCU
AUCGCC
AUCGCG
AUCGGA
AUCGGU
AUCGGC
AUCGGG
AUGAAA
AUGAAU
AUGAAC
AUGAAG
AUGAUA
AUGAUU
AUGAUC
AUGAUG
AUGACA
AUGACU
AUGACC
AUGACG
AUGAGA
AUGAGU
AUGAGC
AUGAGG
AUGUAA
AUGUAU
AUGUAC
AUGUAG
AUGUUA
AUGUUU
AUGUUC
AUGUUG
AUGUCA
AUGUCU
AUGUCC
AUGUCG
AUGUGA
AUGUGU
AUGUGC
AUGUGG
AUGCAA
AUGCAU
AUGCAC
AUGCAG
AUGCUA
AUGCUU
AUGCUC
AUGCUG
AUGCCA
AUGCCU
AUGCCC
AUGCCG
AUGCGA
AUGCGU
AUGCGC
AUGCGG
AUGGAA
AUGGAU
AUGGAC
AUGGAG
AUGGUA
AUGGUU
AUGGUC
AUGGUG
AUGGCA
AUGGCU
AUGGCC
AUGGCG
AUGGGA
AUGGGU
AUGGGC
AUGGGG
ACAAAA
ACAAAU
ACAAAC
ACAAAG
ACAAUA
ACAAUU
ACAAUC
ACAAUG
ACAACA
ACAACU
ACAACC
ACAACG
ACAAGA
ACAAGU
ACAAGC
ACAAGG
ACAUAA
ACAUAU
ACAUAC
ACAUAG
ACAUUA
ACAUUU
ACAUUC
ACAUUG
ACAUCA
ACAUCU
ACAUCC
ACAUCG
ACAUGA
ACAUGU
ACAUGC
ACAUGG
ACACAA
ACACAU
ACACAC
ACACAG
ACACUA
ACACUU
ACACUC
ACACUG
ACACCA
ACACCU
ACACCC
ACACCG
ACACGA
ACACGU
ACACGC
ACACGG
ACAGAA
ACAGAU
ACAGAC
ACAGAG
ACAGUA
ACAGUU
ACAGUC
ACAGUG
ACAGCA
ACAGCU
ACAGCC
ACAGCG
ACAGGA
ACAGGU
ACAGGC
ACAGGG
ACUAAA
ACUAAU
ACUAAC
ACUAAG
ACUAUA
ACUAUU
ACUAUC
ACUAUG
ACUACA
ACUACU
ACUACC
ACUACG
ACUAGA
ACUAGU
ACUAGC
ACUAGG
ACUUAA
ACUUAU
ACUUAC
ACUUAG
ACUUUA
ACUUUU
ACUUUC
ACUUUG
ACUUCA
ACUUCU
ACUUCC
ACUUCG
ACUUGA
ACUUGU
ACUUGC
ACUUGG
ACUCAA
ACUCAU
ACUCAC
ACUCAG
ACUCUA
ACUCUU
ACUCUC
ACUCUG
ACUCCA
ACUCCU
ACUCCC
ACUCCG
ACUCGA
ACUCGU
ACUCGC
ACUCGG
ACUGAA
ACUGAU
ACUGAC
ACUGAG
ACUGUA
ACUGUU
ACUGUC
ACUGUG
ACUGCA
ACUGCU
ACUGCC
ACUGCG
ACUGGA
ACUGGU
ACUGGC
ACUGGG
ACCAAA
ACCAAU
ACCAAC
ACCAAG
ACCAUA
ACCAUU
ACCAUC
ACCAUG
ACCACA
ACCACU
ACCACC
ACCACG
ACCAGA
ACCAGU
ACCAGC
ACCAGG
ACCUAA
ACCUAU
ACCUAC
ACCUAG
ACCUUA
ACCUUU
ACCUUC
ACCUUG
ACCUCA
ACCUCU
ACCUCC
ACCUCG
ACCUGA
ACCUGU
ACCUGC
ACCUGG
ACCCAA
ACCCAU
ACCCAC
ACCCAG
ACCCUA
ACCCUU
ACCCUC
ACCCUG
ACCCCA
ACCCCU
ACCCCC
ACCCCG
ACCCGA
ACCCGU
ACCCGC
ACCCGG
ACCGAA
ACCGAU
ACCGAC
ACCGAG
ACCGUA
ACCGUU
ACCGUC
ACCGUG
ACCGCA
ACCGCU
ACCGCC
ACCGCG
ACCGGA
ACCGGU
ACCGGC
ACCGGG
ACGAAA
ACGAAU
ACGAAC
ACGAAG
ACGAUA
ACGAUU
ACGAUC
ACGAUG
ACGACA
ACGACU
ACGACC
ACGACG
ACGAGA
ACGAGU
ACGAGC
ACGAGG
ACGUAA
ACGUAU
ACGUAC
ACGUAG
ACGUUA
ACGUUU
ACGUUC
ACGUUG
ACGUCA
ACGUCU
ACGUCC
ACGUCG
ACGUGA
ACGUGU
ACGUGC
ACGUGG
ACGCAA
ACGCAU
ACGCAC
ACGCAG
ACGCUA
ACGCUU
ACGCUC
ACGCUG
ACGCCA
ACGCCU
ACGCCC
ACGCCG
ACGCGA
ACGCGU
ACGCGC
ACGCGG
ACGGAA
ACGGAU
ACGGAC
ACGGAG
ACGGUA
ACGGUU
ACGGUC
ACGGUG
ACGGCA
ACGGCU
ACGGCC
ACGGCG
ACGGGA
ACGGGU
ACGGGC
ACGGGG
AGAAAA
AGAAAU
AGAAAC
AGAAAG
AGAAUA
AGAAUU
AGAAUC
AGAAUG
AGAACA
AGAACU
AGAACC
AGAACG
AGAAGA
AGAAGU
AGAAGC
AGAAGG
AGAUAA
AGAUAU
AGAUAC
AGAUAG
AGAUUA
AGAUUU
AGAUUC
AGAUUG
AGAUCA
AGAUCU
AGAUCC
AGAUCG
AGAUGA
AGAUGU
AGAUGC
AGAUGG
AGACAA
AGACAU
AGACAC
AGACAG
AGACUA
AGACUU
AGACUC
AGACUG
AGACCA
AGACCU
AGACCC
AGACCG
AGACGA
AGACGU
AGACGC
AGACGG
AGAGAA
AGAGAU
AGAGAC
AGAGAG
AGAGUA
AGAGUU
AGAGUC
AGAGUG
AGAGCA
AGAGCU
AGAGCC
AGAGCG
AGAGGA
AGAGGU
AGAGGC
AGAGGG
AGUAAA
AGUAAU
AGUAAC
AGUAAG
AGUAUA
AGUAUU
AGUAUC
AGUAUG
AGUACA
AGUACU
AGUACC
AGUACG
AGUAGA
AGUAGU
AGUAGC
AGUAGG
AGUUAA
AGUUAU
AGUUAC
AGUUAG
AGUUUA
AGUUUU
AGUUUC
AGUUUG
AGUUCA
AGUUCU
AGUUCC
AGUUCG
AGUUGA
AGUUGU
AGUUGC
AGUUGG
AGUCAA
AGUCAU
AGUCAC
AGUCAG
AGUCUA
AGUCUU
AGUCUC
AGUCUG
AGUCCA
AGUCCU
AGUCCC
AGUCCG
AGUCGA
AGUCGU
AGUCGC
AGUCGG
AGUGAA
AGUGAU
AGUGAC
AGUGAG
AGUGUA
AGUGUU
AGUGUC
AGUGUG
AGUGCA
AGUGCU
AGUGCC
AGUGCG
AGUGGA
AGUGGU
AGUGGC
AGUGGG
AGCAAA
AGCAAU
AGCAAC
AGCAAG
AGCAUA
AGCAUU
AGCAUC
AGCAUG
AGCACA
AGCACU
AGCACC
AGCACG
AGCAGA
AGCAGU
AGCAGC
AGCAGG
AGCUAA
AGCUAU
AGCUAC
AGCUAG
AGCUUA
AGCUUU
AGCUUC
AGCUUG
AGCUCA
AGCUCU
AGCUCC
AGCUCG
AGCUGA
AGCUGU
AGCUGC
AGCUGG
AGCCAA
AGCCAU
AGCCAC
AGCCAG
AGCCUA
AGCCUU
AGCCUC
AGCCUG
AGCCCA
AGCCCU
AGCCCC
AGCCCG
AGCCGA
AGCCGU
AGCCGC
AGCCGG
AGCGAA
AGCGAU
AGCGAC
AGCGAG
AGCGUA
AGCGUU
AGCGUC
AGCGUG
AGCGCA
AGCGCU
AGCGCC
AGCGCG
AGCGGA
AGCGGU
AGCGGC
AGCGGG
AGGAAA
AGGAAU
AGGAAC
AGGAAG
AGGAUA
AGGAUU
AGGAUC
AGGAUG
AGGACA
AGGACU
AGGACC
AGGACG
AGGAGA
AGGAGU
AGGAGC
AGGAGG
AGGUAA
AGGUAU
AGGUAC
AGGUAG
AGGUUA
AGGUUU
AGGUUC
AGGUUG
AGGUCA
AGGUCU
AGGUCC
AGGUCG
AGGUGA
AGGUGU
AGGUGC
AGGUGG
AGGCAA
AGGCAU
AGGCAC
AGGCAG
AGGCUA
AGGCUU
AGGCUC
AGGCUG
AGGCCA
AGGCCU
AGGCCC
AGGCCG
AGGCGA
AGGCGU
AGGCGC
AGGCGG
AGGGAA
AGGGAU
AGGGAC
AGGGAG
AGGGUA
AGGGUU
AGGGUC
AGGGUG
AGGGCA
AGGGCU
AGGGCC
AGGGCG
AGGGGA
AGGGGU
AGGGGC
AGGGGG
UAAAAA
UAAAAU
UAAAAC
UAAAAG
UAAAUA
UAAAUU
UAAAUC
UAAAUG
UAAACA
UAAACU
UAAACC
UAAACG
UAAAGA
UAAAGU
UAAAGC
UAAAGG
UAAUAA
UAAUAU
UAAUAC
UAAUAG
UAAUUA
UAAUUU
UAAUUC
UAAUUG
UAAUCA
UAAUCU
UAAUCC
UAAUCG
UAAUGA
UAAUGU
UAAUGC
UAAUGG
UAACAA
UAACAU
UAACAC
UAACAG
UAACUA
UAACUU
UAACUC
UAACUG
UAACCA
UAACCU
UAACCC
UAACCG
UAACGA
UAACGU
UAACGC
UAACGG
UAAGAA
UAAGAU
UAAGAC
UAAGAG
UAAGUA
UAAGUU
UAAGUC
UAAGUG
UAAGCA
UAAGCU
UAAGCC
UAAGCG
UAAGGA
UAAGGU
UAAGGC
UAAGGG
UAUAAA
UAUAAU
UAUAAC
UAUAAG
UAUAUA
UAUAUU
UAUAUC
UAUAUG
UAUACA
UAUACU
UAUACC
UAUACG
UAUAGA
UAUAGU
UAUAGC
UAUAGG
UAUUAA
UAUUAU
UAUUAC
UAUUAG
UAUUUA
UAUUUU
UAUUUC
UAUUUG
UAUUCA
UAUUCU
UAUUCC
UAUUCG
UAUUGA
UAUUGU
UAUUGC
UAUUGG
UAUCAA
UAUCAU
UAUCAC
UAUCAG
UAUCUA
UAUCUU
UAUCUC
UAUCUG
UAUCCA
UAUCCU
UAUCCC
UAUCCG
UAUCGA
UAUCGU
UAUCGC
UAUCGG
UAUGAA
UAUGAU
UAUGAC
UAUGAG
UAUGUA
UAUGUU
UAUGUC
UAUGUG
UAUGCA
UAUGCU
UAUGCC
UAUGCG
UAUGGA
UAUGGU
UAUGGC
UAUGGG
UACAAA
UACAAU
UACAAC
UACAAG
UACAUA
UACAUU
UACAUC
UACAUG
UACACA
UACACU
UACACC
UACACG
UACAGA
UACAGU
UACAGC
UACAGG
UACUAA
UACUAU
UACUAC
UACUAG
UACUUA
UACUUU
UACUUC
UACUUG
UACUCA
UACUCU
UACUCC
UACUCG
UACUGA
UACUGU
UACUGC
UACUGG
UACCAA
UACCAU
UACCAC
UACCAG
UACCUA
UACCUU
UACCUC
UACCUG
UACCCA
UACCCU
UACCCC
UACCCG
UACCGA
UACCGU
UACCGC
UACCGG
UACGAA
UACGAU
UACGAC
UACGAG
UACGUA
UACGUU
UACGUC
UACGUG
UACGCA
UACGCU
UACGCC
UACGCG
UACGGA
UACGGU
UACGGC
UACGGG
UAGAAA
UAGAAU
UAGAAC
UAGAAG
UAGAUA
UAGAUU
UAGAUC
UAGAUG
UAGACA
UAGACU
UAGACC
UAGACG
UAGAGA
UAGAGU
UAGAGC
UAGAGG
UAGUAA
UAGUAU
UAGUAC
UAGUAG
UAGUUA
UAGUUU
UAGUUC
UAGUUG
UAGUCA
UAGUCU
UAGUCC
UAGUCG
UAGUGA
UAGUGU
UAGUGC
UAGUGG
UAGCAA
UAGCAU
UAGCAC
UAGCAG
UAGCUA
UAGCUU
UAGCUC
UAGCUG
UAGCCA
UAGCCU
UAGCCC
UAGCCG
UAGCGA
UAGCGU
UAGCGC
UAGCGG
UAGGAA
UAGGAU
UAGGAC
UAGGAG
UAGGUA
UAGGUU
UAGGUC
UAGGUG
UAGGCA
UAGGCU
UAGGCC
UAGGCG
UAGGGA
UAGGGU
UAGGGC
UAGGGG
UUAAAA
UUAAAU
UUAAAC
UUAAAG
UUAAUA
UUAAUU
UUAAUC
UUAAUG
UUAACA
UUAACU
UUAACC
UUAACG
UUAAGA
UUAAGU
UUAAGC
UUAAGG
UUAUAA
UUAUAU
UUAUAC
UUAUAG
UUAUUA
UUAUUU
UUAUUC
UUAUUG
UUAUCA
UUAUCU
UUAUCC
UUAUCG
UUAUGA
UUAUGU
UUAUGC
UUAUGG
UUACAA
UUACAU
UUACAC
UUACAG
UUACUA
UUACUU
UUACUC
UUACUG
UUACCA
UUACCU
UUACCC
UUACCG
UUACGA
UUACGU
UUACGC
UUACGG
UUAGAA
UUAGAU
UUAGAC
UUAGAG
UUAGUA
UUAGUU
UUAGUC
UUAGUG
UUAGCA
UUAGCU
UUAGCC
UUAGCG
UUAGGA
UUAGGU
UUAGGC
UUAGGG
UUUAAA
UUUAAU
UUUAAC
UUUAAG
UUUAUA
UUUAUU
UUUAUC
UUUAUG
UUUACA
UUUACU
UUUACC
UUUACG
UUUAGA
UUUAGU
UUUAGC
UUUAGG
UUUUAA
UUUUAU
UUUUAC
UUUUAG
UUUUUA
UUUUUU
UUUUUC
UUUUUG
UUUUCA
UUUUCU
UUUUCC
UUUUCG
UUUUGA
UUUUGU
UUUUGC
UUUUGG
UUUCAA
UUUCAU
UUUCAC
UUUCAG
UUUCUA
UUUCUU
UUUCUC
UUUCUG
UUUCCA
UUUCCU
UUUCCC
UUUCCG
UUUCGA
UUUCGU
UUUCGC
UUUCGG
UUUGAA
UUUGAU
UUUGAC
UUUGAG
UUUGUA
UUUGUU
UUUGUC
UUUGUG
UUUGCA
UUUGCU
UUUGCC
UUUGCG
UUUGGA
UUUGGU
UUUGGC
UUUGGG
UUCAAA
UUCAAU
UUCAAC
UUCAAG
UUCAUA
UUCAUU
UUCAUC
UUCAUG
UUCACA
UUCACU
UUCACC
UUCACG
UUCAGA
UUCAGU
UUCAGC
UUCAGG
UUCUAA
UUCUAU
UUCUAC
UUCUAG
UUCUUA
UUCUUU
UUCUUC
UUCUUG
UUCUCA
UUCUCU
UUCUCC
UUCUCG
UUCUGA
UUCUGU
UUCUGC
UUCUGG
UUCCAA
UUCCAU
UUCCAC
UUCCAG
UUCCUA
UUCCUU
UUCCUC
UUCCUG
UUCCCA
UUCCCU
UUCCCC
UUCCCG
UUCCGA
UUCCGU
UUCCGC
UUCCGG
UUCGAA
UUCGAU
UUCGAC
UUCGAG
UUCGUA
UUCGUU
UUCGUC
UUCGUG
UUCGCA
UUCGCU
UUCGCC
UUCGCG
UUCGGA
UUCGGU
UUCGGC
UUCGGG
UUGAAA
UUGAAU
UUGAAC
UUGAAG
UUGAUA
UUGAUU
UUGAUC
UUGAUG
UUGACA
UUGACU
UUGACC
UUGACG
UUGAGA
UUGAGU
UUGAGC
UUGAGG
UUGUAA
UUGUAU
UUGUAC
UUGUAG
UUGUUA
UUGUUU
UUGUUC
UUGUUG
UUGUCA
UUGUCU
UUGUCC
UUGUCG
UUGUGA
UUGUGU
UUGUGC
UUGUGG
UUGCAA
UUGCAU
UUGCAC
UUGCAG
UUGCUA
UUGCUU
UUGCUC
UUGCUG
UUGCCA
UUGCCU
UUGCCC
UUGCCG
UUGCGA
UUGCGU
UUGCGC
UUGCGG
UUGGAA
UUGGAU
UUGGAC
UUGGAG
UUGGUA
UUGGUU
UUGGUC
UUGGUG
UUGGCA
UUGGCU
UUGGCC
UUGGCG
UUGGGA
UUGGGU
UUGGGC
UUGGGG
UCAAAA
UCAAAU
UCAAAC
UCAAAG
UCAAUA
UCAAUU
UCAAUC
UCAAUG
UCAACA
UCAACU
UCAACC
UCAACG
UCAAGA
UCAAGU
UCAAGC
UCAAGG
UCAUAA
UCAUAU
UCAUAC
UCAUAG
UCAUUA
UCAUUU
UCAUUC
UCAUUG
UCAUCA
UCAUCU
UCAUCC
UCAUCG
UCAUGA
UCAUGU
UCAUGC
UCAUGG
UCACAA
UCACAU
UCACAC
UCACAG
UCACUA
UCACUU
UCACUC
UCACUG
UCACCA
UCACCU
UCACCC
UCACCG
UCACGA
UCACGU
UCACGC
UCACGG
UCAGAA
UCAGAU
UCAGAC
UCAGAG
UCAGUA
UCAGUU
UCAGUC
UCAGUG
UCAGCA
UCAGCU
UCAGCC
UCAGCG
UCAGGA
UCAGGU
UCAGGC
UCAGGG
UCUAAA
UCUAAU
UCUAAC
UCUAAG
UCUAUA
UCUAUU
UCUAUC
UCUAUG
UCUACA
UCUACU
UCUACC
UCUACG
UCUAGA
UCUAGU
UCUAGC
UCUAGG
UCUUAA
UCUUAU
UCUUAC
UCUUAG
UCUUUA
UCUUUU
UCUUUC
UCUUUG
UCUUCA
UCUUCU
UCUUCC
UCUUCG
UCUUGA
UCUUGU
UCUUGC
UCUUGG
UCUCAA
UCUCAU
UCUCAC
UCUCAG
UCUCUA
UCUCUU
UCUCUC
UCUCUG
UCUCCA
UCUCCU
UCUCCC
UCUCCG
UCUCGA
UCUCGU
UCUCGC
UCUCGG
UCUGAA
UCUGAU
UCUGAC
UCUGAG
UCUGUA
UCUGUU
UCUGUC
UCUGUG
UCUGCA
UCUGCU
UCUGCC
UCUGCG
UCUGGA
UCUGGU
UCUGGC
UCUGGG
UCCAAA
UCCAAU
UCCAAC
UCCAAG
UCCAUA
UCCAUU
UCCAUC
UCCAUG
UCCACA
UCCACU
UCCACC
UCCACG
UCCAGA
UCCAGU
UCCAGC
UCCAGG
UCCUAA
UCCUAU
UCCUAC
UCCUAG
UCCUUA
UCCUUU
UCCUUC
UCCUUG
UCCUCA
UCCUCU
UCCUCC
UCCUCG
UCCUGA
UCCUGU
UCCUGC
UCCUGG
UCCCAA
UCCCAU
UCCCAC
UCCCAG
UCCCUA
UCCCUU
UCCCUC
UCCCUG
UCCCCA
UCCCCU
UCCCCC
UCCCCG
UCCCGA
UCCCGU
UCCCGC
UCCCGG
UCCGAA
UCCGAU
UCCGAC
UCCGAG
UCCGUA
UCCGUU
UCCGUC
UCCGUG
UCCGCA
UCCGCU
UCCGCC
UCCGCG
UCCGGA
UCCGGU
UCCGGC
UCCGGG
UCGAAA
UCGAAU
UCGAAC
UCGAAG
UCGAUA
UCGAUU
UCGAUC
UCGAUG
UCGACA
UCGACU
UCGACC
UCGACG
UCGAGA
UCGAGU
UCGAGC
UCGAGG
UCGUAA
UCGUAU
UCGUAC
UCGUAG
UCGUUA
UCGUUU
UCGUUC
UCGUUG
UCGUCA
UCGUCU
UCGUCC
UCGUCG
UCGUGA
UCGUGU
UCGUGC
UCGUGG
UCGCAA
UCGCAU
UCGCAC
UCGCAG
UCGCUA
UCGCUU
UCGCUC
UCGCUG
UCGCCA
UCGCCU
UCGCCC
UCGCCG
UCGCGA
UCGCGU
UCGCGC
UCGCGG
UCGGAA
UCGGAU
UCGGAC
UCGGAG
UCGGUA
UCGGUU
UCGGUC
UCGGUG
UCGGCA
UCGGCU
UCGGCC
UCGGCG
UCGGGA
UCGGGU
UCGGGC
UCGGGG
UGAAAA
UGAAAU
UGAAAC
UGAAAG
UGAAUA
UGAAUU
UGAAUC
UGAAUG
UGAACA
UGAACU
UGAACC
UGAACG
UGAAGA
UGAAGU
UGAAGC
UGAAGG
UGAUAA
UGAUAU
UGAUAC
UGAUAG
UGAUUA
UGAUUU
UGAUUC
UGAUUG
UGAUCA
UGAUCU
UGAUCC
UGAUCG
UGAUGA
UGAUGU
UGAUGC
UGAUGG
UGACAA
UGACAU
UGACAC
UGACAG
UGACUA
UGACUU
UGACUC
UGACUG
UGACCA
UGACCU
UGACCC
UGACCG
UGACGA
UGACGU
UGACGC
UGACGG
UGAGAA
UGAGAU
UGAGAC
UGAGAG
UGAGUA
UGAGUU
UGAGUC
UGAGUG
UGAGCA
UGAGCU
UGAGCC
UGAGCG
UGAGGA
UGAGGU
UGAGGC
UGAGGG
UGUAAA
UGUAAU
UGUAAC
UGUAAG
UGUAUA
UGUAUU
UGUAUC
UGUAUG
UGUACA
UGUACU
UGUACC
UGUACG
UGUAGA
UGUAGU
UGUAGC
UGUAGG
UGUUAA
UGUUAU
UGUUAC
UGUUAG
UGUUUA
UGUUUU
UGUUUC
UGUUUG
UGUUCA
UGUUCU
UGUUCC
UGUUCG
UGUUGA
UGUUGU
UGUUGC
UGUUGG
UGUCAA
UGUCAU
UGUCAC
UGUCAG
UGUCUA
UGUCUU
UGUCUC
UGUCUG
UGUCCA
UGUCCU
UGUCCC
UGUCCG
UGUCGA
UGUCGU
UGUCGC
UGUCGG
UGUGAA
UGUGAU
UGUGAC
UGUGAG
UGUGUA
UGUGUU
UGUGUC
UGUGUG
UGUGCA
UGUGCU
UGUGCC
UGUGCG
UGUGGA
UGUGGU
UGUGGC
UGUGGG
UGCAAA
UGCAAU
UGCAAC
UGCAAG
UGCAUA
UGCAUU
UGCAUC
UGCAUG
UGCACA
UGCACU
UGCACC
UGCACG
UGCAGA
UGCAGU
UGCAGC
UGCAGG
UGCUAA
UGCUAU
UGCUAC
UGCUAG
UGCUUA
UGCUUU
UGCUUC
UGCUUG
UGCUCA
UGCUCU
UGCUCC
UGCUCG
UGCUGA
UGCUGU
UGCUGC
UGCUGG
UGCCAA
UGCCAU
UGCCAC
UGCCAG
UGCCUA
UGCCUU
UGCCUC
UGCCUG
UGCCCA
UGCCCU
UGCCCC
UGCCCG
UGCCGA
UGCCGU
UGCCGC
UGCCGG
UGCGAA
UGCGAU
UGCGAC
UGCGAG
UGCGUA
UGCGUU
UGCGUC
UGCGUG
UGCGCA
UGCGCU
UGCGCC
UGCGCG
UGCGGA
UGCGGU
UGCGGC
UGCGGG
UGGAAA
UGGAAU
UGGAAC
UGGAAG
UGGAUA
UGGAUU
UGGAUC
UGGAUG
UGGACA
UGGACU
UGGACC
UGGACG
UGGAGA
UGGAGU
UGGAGC
UGGAGG
UGGUAA
UGGUAU
UGGUAC
UGGUAG
UGGUUA
UGGUUU
UGGUUC
UGGUUG
UGGUCA
UGGUCU
UGGUCC
UGGUCG
UGGUGA
UGGUGU
UGGUGC
UGGUGG
UGGCAA
UGGCAU
UGGCAC
UGGCAG
UGGCUA
UGGCUU
UGGCUC
UGGCUG
UGGCCA
UGGCCU
UGGCCC
UGGCCG
UGGCGA
UGGCGU
UGGCGC
UGGCGG
UGGGAA
UGGGAU
UGGGAC
UGGGAG
UGGGUA
UGGGUU
UGGGUC
UGGGUG
UGGGCA
UGGGCU
UGGGCC
UGGGCG
UGGGGA
UGGGGU
UGGGGC
UGGGGG
CAAAAA
CAAAAU
CAAAAC
CAAAAG
CAAAUA
CAAAUU
CAAAUC
CAAAUG
CAAACA
CAAACU
CAAACC
CAAACG
CAAAGA
CAAAGU
CAAAGC
CAAAGG
CAAUAA
CAAUAU
CAAUAC
CAAUAG
CAAUUA
CAAUUU
CAAUUC
CAAUUG
CAAUCA
CAAUCU
CAAUCC
CAAUCG
CAAUGA
CAAUGU
CAAUGC
CAAUGG
CAACAA
CAACAU
CAACAC
CAACAG
CAACUA
CAACUU
CAACUC
CAACUG
CAACCA
CAACCU
CAACCC
CAACCG
CAACGA
CAACGU
CAACGC
CAACGG
CAAGAA
CAAGAU
CAAGAC
CAAGAG
CAAGUA
CAAGUU
CAAGUC
CAAGUG
CAAGCA
CAAGCU
CAAGCC
CAAGCG
CAAGGA
CAAGGU
CAAGGC
CAAGGG
CAUAAA
CAUAAU
CAUAAC
CAUAAG
CAUAUA
CAUAUU
CAUAUC
CAUAUG
CAUACA
CAUACU
CAUACC
CAUACG
CAUAGA
CAUAGU
CAUAGC
CAUAGG
CAUUAA
CAUUAU
CAUUAC
CAUUAG
CAUUUA
CAUUUU
CAUUUC
CAUUUG
CAUUCA
CAUUCU
CAUUCC
CAUUCG
CAUUGA
CAUUGU
CAUUGC
CAUUGG
CAUCAA
CAUCAU
CAUCAC
CAUCAG
CAUCUA
CAUCUU
CAUCUC
CAUCUG
CAUCCA
CAUCCU
CAUCCC
CAUCCG
CAUCGA
CAUCGU
CAUCGC
CAUCGG
CAUGAA
CAUGAU
CAUGAC
CAUGAG
CAUGUA
CAUGUU
CAUGUC
CAUGUG
CAUGCA
CAUGCU
CAUGCC
CAUGCG
CAUGGA
CAUGGU
CAUGGC
CAUGGG
CACAAA
CACAAU
CACAAC
CACAAG
CACAUA
CACAUU
CACAUC
CACAUG
CACACA
CACACU
CACACC
CACACG
CACAGA
CACAGU
CACAGC
CACAGG
CACUAA
CACUAU
CACUAC
CACUAG
CACUUA
CACUUU
CACUUC
CACUUG
CACUCA
CACUCU
CACUCC
CACUCG
CACUGA
CACUGU
CACUGC
CACUGG
CACCAA
CACCAU
CACCAC
CACCAG
CACCUA
CACCUU
CACCUC
CACCUG
CACCCA
CACCCU
CACCCC
CACCCG
CACCGA
CACCGU
CACCGC
CACCGG
CACGAA
CACGAU
CACGAC
CACGAG
CACGUA
CACGUU
CACGUC
CACGUG
CACGCA
CACGCU
CACGCC
CACGCG
CACGGA
CACGGU
CACGGC
CACGGG
CAGAAA
CAGAAU
CAGAAC
CAGAAG
CAGAUA
CAGAUU
CAGAUC
CAGAUG
CAGACA
CAGACU
CAGACC
CAGACG
CAGAGA
CAGAGU
CAGAGC
CAGAGG
CAGUAA
CAGUAU
CAGUAC
CAGUAG
CAGUUA
CAGUUU
CAGUUC
CAGUUG
CAGUCA
CAGUCU
CAGUCC
CAGUCG
CAGUGA
CAGUGU
CAGUGC
CAGUGG
CAGCAA
CAGCAU
CAGCAC
CAGCAG
CAGCUA
CAGCUU
CAGCUC
CAGCUG
CAGCCA
CAGCCU
CAGCCC
CAGCCG
CAGCGA
CAGCGU
CAGCGC
CAGCGG
CAGGAA
CAGGAU
CAGGAC
CAGGAG
CAGGUA
CAGGUU
CAGGUC
CAGGUG
CAGGCA
CAGGCU
CAGGCC
CAGGCG
CAGGGA
CAGGGU
CAGGGC
CAGGGG
CUAAAA
CUAAAU
CUAAAC
CUAAAG
CUAAUA
CUAAUU
CUAAUC
CUAAUG
CUAACA
CUAACU
CUAACC
CUAACG
CUAAGA
CUAAGU
CUAAGC
CUAAGG
CUAUAA
CUAUAU
CUAUAC
CUAUAG
CUAUUA
CUAUUU
CUAUUC
CUAUUG
CUAUCA
CUAUCU
CUAUCC
CUAUCG
CUAUGA
CUAUGU
CUAUGC
CUAUGG
CUACAA
CUACAU
CUACAC
CUACAG
CUACUA
CUACUU
CUACUC
CUACUG
CUACCA
CUACCU
CUACCC
CUACCG
CUACGA
CUACGU
CUACGC
CUACGG
CUAGAA
CUAGAU
CUAGAC
CUAGAG
CUAGUA
CUAGUU
CUAGUC
CUAGUG
CUAGCA
CUAGCU
CUAGCC
CUAGCG
CUAGGA
CUAGGU
CUAGGC
CUAGGG
CUUAAA
CUUAAU
CUUAAC
CUUAAG
CUUAUA
CUUAUU
CUUAUC
CUUAUG
CUUACA
CUUACU
CUUACC
CUUACG
CUUAGA
CUUAGU
CUUAGC
CUUAGG
CUUUAA
CUUUAU
CUUUAC
CUUUAG
CUUUUA
CUUUUU
CUUUUC
CUUUUG
CUUUCA
CUUUCU
CUUUCC
CUUUCG
CUUUGA
CUUUGU
CUUUGC
CUUUGG
CUUCAA
CUUCAU
CUUCAC
CUUCAG
CUUCUA
CUUCUU
CUUCUC
CUUCUG
CUUCCA
CUUCCU
CUUCCC
CUUCCG
CUUCGA
CUUCGU
CUUCGC
CUUCGG
CUUGAA
CUUGAU
CUUGAC
CUUGAG
CUUGUA
CUUGUU
CUUGUC
CUUGUG
CUUGCA
CUUGCU
CUUGCC
CUUGCG
CUUGGA
CUUGGU
CUUGGC
CUUGGG
CUCAAA
CUCAAU
CUCAAC
CUCAAG
CUCAUA
CUCAUU
CUCAUC
CUCAUG
CUCACA
CUCACU
CUCACC
CUCACG
CUCAGA
CUCAGU
CUCAGC
CUCAGG
CUCUAA
CUCUAU
CUCUAC
CUCUAG
CUCUUA
CUCUUU
CUCUUC
CUCUUG
CUCUCA
CUCUCU
CUCUCC
CUCUCG
CUCUGA
CUCUGU
CUCUGC
CUCUGG
CUCCAA
CUCCAU
CUCCAC
CUCCAG
CUCCUA
CUCCUU
CUCCUC
CUCCUG
CUCCCA
CUCCCU
CUCCCC
CUCCCG
CUCCGA
CUCCGU
CUCCGC
CUCCGG
CUCGAA
CUCGAU
CUCGAC
CUCGAG
CUCGUA
CUCGUU
CUCGUC
CUCGUG
CUCGCA
CUCGCU
CUCGCC
CUCGCG
CUCGGA
CUCGGU
CUCGGC
CUCGGG
CUGAAA
CUGAAU
CUGAAC
CUGAAG
CUGAUA
CUGAUU
CUGAUC
CUGAUG
CUGACA
CUGACU
CUGACC
CUGACG
CUGAGA
CUGAGU
CUGAGC
CUGAGG
CUGUAA
CUGUAU
CUGUAC
CUGUAG
CUGUUA
CUGUUU
CUGUUC
CUGUUG
CUGUCA
CUGUCU
CUGUCC
CUGUCG
CUGUGA
CUGUGU
CUGUGC
CUGUGG
CUGCAA
CUGCAU
CUGCAC
CUGCAG
CUGCUA
CUGCUU
CUGCUC
CUGCUG
CUGCCA
CUGCCU
CUGCCC
CUGCCG
CUGCGA
CUGCGU
CUGCGC
CUGCGG
CUGGAA
CUGGAU
CUGGAC
CUGGAG
CUGGUA
CUGGUU
CUGGUC
CUGGUG
CUGGCA
CUGGCU
CUGGCC
CUGGCG
CUGGGA
CUGGGU
CUGGGC
CUGGGG
CCAAAA
CCAAAU
CCAAAC
CCAAAG
CCAAUA
CCAAUU
CCAAUC
CCAAUG
CCAACA
CCAACU
CCAACC
CCAACG
CCAAGA
CCAAGU
CCAAGC
CCAAGG
CCAUAA
CCAUAU
CCAUAC
CCAUAG
CCAUUA
CCAUUU
CCAUUC
CCAUUG
CCAUCA
CCAUCU
CCAUCC
CCAUCG
CCAUGA
CCAUGU
CCAUGC
CCAUGG
CCACAA
CCACAU
CCACAC
CCACAG
CCACUA
CCACUU
CCACUC
CCACUG
CCACCA
CCACCU
CCACCC
CCACCG
CCACGA
CCACGU
CCACGC
CCACGG
CCAGAA
CCAGAU
CCAGAC
CCAGAG
CCAGUA
CCAGUU
CCAGUC
CCAGUG
CCAGCA
CCAGCU
CCAGCC
CCAGCG
CCAGGA
CCAGGU
CCAGGC
CCAGGG
CCUAAA
CCUAAU
CCUAAC
CCUAAG
CCUAUA
CCUAUU
CCUAUC
CCUAUG
CCUACA
CCUACU
CCUACC
CCUACG
CCUAGA
CCUAGU
CCUAGC
CCUAGG
CCUUAA
CCUUAU
CCUUAC
CCUUAG
CCUUUA
CCUUUU
CCUUUC
CCUUUG
CCUUCA
CCUUCU
CCUUCC
CCUUCG
CCUUGA
CCUUGU
CCUUGC
CCUUGG
CCUCAA
CCUCAU
CCUCAC
CCUCAG
CCUCUA
CCUCUU
CCUCUC
CCUCUG
CCUCCA
CCUCCU
CCUCCC
CCUCCG
CCUCGA
CCUCGU
CCUCGC
CCUCGG
CCUGAA
CCUGAU
CCUGAC
CCUGAG
CCUGUA
CCUGUU
CCUGUC
CCUGUG
CCUGCA
CCUGCU
CCUGCC
CCUGCG
CCUGGA
CCUGGU
CCUGGC
CCUGGG
CCCAAA
CCCAAU
CCCAAC
CCCAAG
CCCAUA
CCCAUU
CCCAUC
CCCAUG
CCCACA
CCCACU
CCCACC
CCCACG
CCCAGA
CCCAGU
CCCAGC
CCCAGG
CCCUAA
CCCUAU
CCCUAC
CCCUAG
CCCUUA
CCCUUU
CCCUUC
CCCUUG
CCCUCA
CCCUCU
CCCUCC
CCCUCG
CCCUGA
CCCUGU
CCCUGC
CCCUGG
CCCCAA
CCCCAU
CCCCAC
CCCCAG
CCCCUA
CCCCUU
CCCCUC
CCCCUG
CCCCCA
CCCCCU
CCCCCC
CCCCCG
CCCCGA
CCCCGU
CCCCGC
CCCCGG
CCCGAA
CCCGAU
CCCGAC
CCCGAG
CCCGUA
CCCGUU
CCCGUC
CCCGUG
CCCGCA
CCCGCU
CCCGCC
CCCGCG
CCCGGA
CCCGGU
CCCGGC
CCCGGG
CCGAAA
CCGAAU
CCGAAC
CCGAAG
CCGAUA
CCGAUU
CCGAUC
CCGAUG
CCGACA
CCGACU
CCGACC
CCGACG
CCGAGA
CCGAGU
CCGAGC
CCGAGG
CCGUAA
CCGUAU
CCGUAC
CCGUAG
CCGUUA
CCGUUU
CCGUUC
CCGUUG
CCGUCA
CCGUCU
CCGUCC
CCGUCG
CCGUGA
CCGUGU
CCGUGC
CCGUGG
CCGCAA
CCGCAU
CCGCAC
CCGCAG
CCGCUA
CCGCUU
CCGCUC
CCGCUG
CCGCCA
CCGCCU
CCGCCC
CCGCCG
CCGCGA
CCGCGU
CCGCGC
CCGCGG
CCGGAA
CCGGAU
CCGGAC
CCGGAG
CCGGUA
CCGGUU
CCGGUC
CCGGUG
CCGGCA
CCGGCU
CCGGCC
CCGGCG
CCGGGA
CCGGGU
CCGGGC
CCGGGG
CGAAAA
CGAAAU
CGAAAC
CGAAAG
CGAAUA
CGAAUU
CGAAUC
CGAAUG
CGAACA
CGAACU
CGAACC
CGAACG
CGAAGA
CGAAGU
CGAAGC
CGAAGG
CGAUAA
CGAUAU
CGAUAC
CGAUAG
CGAUUA
CGAUUU
CGAUUC
CGAUUG
CGAUCA
CGAUCU
CGAUCC
CGAUCG
CGAUGA
CGAUGU
CGAUGC
CGAUGG
CGACAA
CGACAU
CGACAC
CGACAG
CGACUA
CGACUU
CGACUC
CGACUG
CGACCA
CGACCU
CGACCC
CGACCG
CGACGA
CGACGU
CGACGC
CGACGG
CGAGAA
CGAGAU
CGAGAC
CGAGAG
CGAGUA
CGAGUU
CGAGUC
CGAGUG
CGAGCA
CGAGCU
CGAGCC
CGAGCG
CGAGGA
CGAGGU
CGAGGC
CGAGGG
CGUAAA
CGUAAU
CGUAAC
CGUAAG
CGUAUA
CGUAUU
CGUAUC
CGUAUG
CGUACA
CGUACU
CGUACC
CGUACG
CGUAGA
CGUAGU
CGUAGC
CGUAGG
CGUUAA
CGUUAU
CGUUAC
CGUUAG
CGUUUA
CGUUUU
CGUUUC
CGUUUG
CGUUCA
CGUUCU
CGUUCC
CGUUCG
CGUUGA
CGUUGU
CGUUGC
CGUUGG
CGUCAA
CGUCAU
CGUCAC
CGUCAG
CGUCUA
CGUCUU
CGUCUC
CGUCUG
CGUCCA
CGUCCU
CGUCCC
CGUCCG
CGUCGA
CGUCGU
CGUCGC
CGUCGG
CGUGAA
CGUGAU
CGUGAC
CGUGAG
CGUGUA
CGUGUU
CGUGUC
CGUGUG
CGUGCA
CGUGCU
CGUGCC
CGUGCG
CGUGGA
CGUGGU
CGUGGC
CGUGGG
CGCAAA
CGCAAU
CGCAAC
CGCAAG
CGCAUA
CGCAUU
CGCAUC
CGCAUG
CGCACA
CGCACU
CGCACC
CGCACG
CGCAGA
CGCAGU
CGCAGC
CGCAGG
CGCUAA
CGCUAU
CGCUAC
CGCUAG
CGCUUA
CGCUUU
CGCUUC
CGCUUG
CGCUCA
CGCUCU
CGCUCC
CGCUCG
CGCUGA
CGCUGU
CGCUGC
CGCUGG
CGCCAA
CGCCAU
CGCCAC
CGCCAG
CGCCUA
CGCCUU
CGCCUC
CGCCUG
CGCCCA
CGCCCU
CGCCCC
CGCCCG
CGCCGA
CGCCGU
CGCCGC
CGCCGG
CGCGAA
CGCGAU
CGCGAC
CGCGAG
CGCGUA
CGCGUU
CGCGUC
CGCGUG
CGCGCA
CGCGCU
CGCGCC
CGCGCG
CGCGGA
CGCGGU
CGCGGC
CGCGGG
CGGAAA
CGGAAU
CGGAAC
CGGAAG
CGGAUA
CGGAUU
CGGAUC
CGGAUG
CGGACA
CGGACU
CGGACC
CGGACG
CGGAGA
CGGAGU
CGGAGC
CGGAGG
CGGUAA
CGGUAU
CGGUAC
CGGUAG
CGGUUA
CGGUUU
CGGUUC
CGGUUG
CGGUCA
CGGUCU
CGGUCC
CGGUCG
CGGUGA
CGGUGU
CGGUGC
CGGUGG
CGGCAA
CGGCAU
CGGCAC
CGGCAG
CGGCUA
CGGCUU
CGGCUC
CGGCUG
CGGCCA
CGGCCU
CGGCCC
CGGCCG
CGGCGA
CGGCGU
CGGCGC
CGGCGG
CGGGAA
CGGGAU
CGGGAC
CGGGAG
CGGGUA
CGGGUU
CGGGUC
CGGGUG
CGGGCA
CGGGCU
CGGGCC
CGGGCG
CGGGGA
CGGGGU
CGGGGC
CGGGGG
GAAAAA
GAAAAU
GAAAAC
GAAAAG
GAAAUA
GAAAUU
GAAAUC
GAAAUG
GAAACA
GAAACU
GAAACC
GAAACG
GAAAGA
GAAAGU
GAAAGC
GAAAGG
GAAUAA
GAAUAU
GAAUAC
GAAUAG
GAAUUA
GAAUUU
GAAUUC
GAAUUG
GAAUCA
GAAUCU
GAAUCC
GAAUCG
GAAUGA
GAAUGU
GAAUGC
GAAUGG
GAACAA
GAACAU
GAACAC
GAACAG
GAACUA
GAACUU
GAACUC
GAACUG
GAACCA
GAACCU
GAACCC
GAACCG
GAACGA
GAACGU
GAACGC
GAACGG
GAAGAA
GAAGAU
GAAGAC
GAAGAG
GAAGUA
GAAGUU
GAAGUC
GAAGUG
GAAGCA
GAAGCU
GAAGCC
GAAGCG
GAAGGA
GAAGGU
GAAGGC
GAAGGG
GAUAAA
GAUAAU
GAUAAC
GAUAAG
GAUAUA
GAUAUU
GAUAUC
GAUAUG
GAUACA
GAUACU
GAUACC
GAUACG
GAUAGA
GAUAGU
GAUAGC
GAUAGG
GAUUAA
GAUUAU
GAUUAC
GAUUAG
GAUUUA
GAUUUU
GAUUUC
GAUUUG
GAUUCA
GAUUCU
GAUUCC
GAUUCG
GAUUGA
GAUUGU
GAUUGC
GAUUGG
GAUCAA
GAUCAU
GAUCAC
GAUCAG
GAUCUA
GAUCUU
GAUCUC
GAUCUG
GAUCCA
GAUCCU
GAUCCC
GAUCCG
GAUCGA
GAUCGU
GAUCGC
GAUCGG
GAUGAA
GAUGAU
GAUGAC
GAUGAG
GAUGUA
GAUGUU
GAUGUC
GAUGUG
GAUGCA
GAUGCU
GAUGCC
GAUGCG
GAUGGA
GAUGGU
GAUGGC
GAUGGG
GACAAA
GACAAU
GACAAC
GACAAG
GACAUA
GACAUU
GACAUC
GACAUG
GACACA
GACACU
GACACC
GACACG
GACAGA
GACAGU
GACAGC
GACAGG
GACUAA
GACUAU
GACUAC
GACUAG
GACUUA
GACUUU
GACUUC
GACUUG
GACUCA
GACUCU
GACUCC
GACUCG
GACUGA
GACUGU
GACUGC
GACUGG
GACCAA
GACCAU
GACCAC
GACCAG
GACCUA
GACCUU
GACCUC
GACCUG
GACCCA
GACCCU
GACCCC
GACCCG
GACCGA
GACCGU
GACCGC
GACCGG
GACGAA
GACGAU
GACGAC
GACGAG
GACGUA
GACGUU
GACGUC
GACGUG
GACGCA
GACGCU
GACGCC
GACGCG
GACGGA
GACGGU
GACGGC
GACGGG
GAGAAA
GAGAAU
GAGAAC
GAGAAG
GAGAUA
GAGAUU
GAGAUC
GAGAUG
GAGACA
GAGACU
GAGACC
GAGACG
GAGAGA
GAGAGU
GAGAGC
GAGAGG
GAGUAA
GAGUAU
GAGUAC
GAGUAG
GAGUUA
GAGUUU
GAGUUC
GAGUUG
GAGUCA
GAGUCU
GAGUCC
GAGUCG
GAGUGA
GAGUGU
GAGUGC
GAGUGG
GAGCAA
GAGCAU
GAGCAC
GAGCAG
GAGCUA
GAGCUU
GAGCUC
GAGCUG
GAGCCA
GAGCCU
GAGCCC
GAGCCG
GAGCGA
GAGCGU
GAGCGC
GAGCGG
GAGGAA
GAGGAU
GAGGAC
GAGGAG
GAGGUA
GAGGUU
GAGGUC
GAGGUG
GAGGCA
GAGGCU
GAGGCC
GAGGCG
GAGGGA
GAGGGU
GAGGGC
GAGGGG
GUAAAA
GUAAAU
GUAAAC
GUAAAG
GUAAUA
GUAAUU
GUAAUC
GUAAUG
GUAACA
GUAACU
GUAACC
GUAACG
GUAAGA
GUAAGU
GUAAGC
GUAAGG
GUAUAA
GUAUAU
GUAUAC
GUAUAG
GUAUUA
GUAUUU
GUAUUC
GUAUUG
GUAUCA
GUAUCU
GUAUCC
GUAUCG
GUAUGA
GUAUGU
GUAUGC
GUAUGG
GUACAA
GUACAU
GUACAC
GUACAG
GUACUA
GUACUU
GUACUC
GUACUG
GUACCA
GUACCU
GUACCC
GUACCG
GUACGA
GUACGU
GUACGC
GUACGG
GUAGAA
GUAGAU
GUAGAC
GUAGAG
GUAGUA
GUAGUU
GUAGUC
GUAGUG
GUAGCA
GUAGCU
GUAGCC
GUAGCG
GUAGGA
GUAGGU
GUAGGC
GUAGGG
GUUAAA
GUUAAU
GUUAAC
GUUAAG
GUUAUA
GUUAUU
GUUAUC
GUUAUG
GUUACA
GUUACU
GUUACC
GUUACG
GUUAGA
GUUAGU
GUUAGC
GUUAGG
GUUUAA
GUUUAU
GUUUAC
GUUUAG
GUUUUA
GUUUUU
GUUUUC
GUUUUG
GUUUCA
GUUUCU
GUUUCC
GUUUCG
GUUUGA
GUUUGU
GUUUGC
GUUUGG
GUUCAA
GUUCAU
GUUCAC
GUUCAG
GUUCUA
GUUCUU
GUUCUC
GUUCUG
GUUCCA
GUUCCU
GUUCCC
GUUCCG
GUUCGA
GUUCGU
GUUCGC
GUUCGG
GUUGAA
GUUGAU
GUUGAC
GUUGAG
GUUGUA
GUUGUU
GUUGUC
GUUGUG
GUUGCA
GUUGCU
GUUGCC
GUUGCG
GUUGGA
GUUGGU
GUUGGC
GUUGGG
GUCAAA
GUCAAU
GUCAAC
GUCAAG
GUCAUA
GUCAUU
GUCAUC
GUCAUG
GUCACA
GUCACU
GUCACC
GUCACG
GUCAGA
GUCAGU
GUCAGC
GUCAGG
GUCUAA
GUCUAU
GUCUAC
GUCUAG
GUCUUA
GUCUUU
GUCUUC
GUCUUG
GUCUCA
GUCUCU
GUCUCC
GUCUCG
GUCUGA
GUCUGU
GUCUGC
GUCUGG
GUCCAA
GUCCAU
GUCCAC
GUCCAG
GUCCUA
GUCCUU
GUCCUC
GUCCUG
GUCCCA
GUCCCU
GUCCCC
GUCCCG
GUCCGA
GUCCGU
GUCCGC
GUCCGG
GUCGAA
GUCGAU
GUCGAC
GUCGAG
GUCGUA
GUCGUU
GUCGUC
GUCGUG
GUCGCA
GUCGCU
GUCGCC
GUCGCG
GUCGGA
GUCGGU
GUCGGC
GUCGGG
GUGAAA
GUGAAU
GUGAAC
GUGAAG
GUGAUA
GUGAUU
GUGAUC
GUGAUG
GUGACA
GUGACU
GUGACC
GUGACG
GUGAGA
GUGAGU
GUGAGC
GUGAGG
GUGUAA
GUGUAU
GUGUAC
GUGUAG
GUGUUA
GUGUUU
GUGUUC
GUGUUG
GUGUCA
GUGUCU
GUGUCC
GUGUCG
GUGUGA
GUGUGU
GUGUGC
GUGUGG
GUGCAA
GUGCAU
GUGCAC
GUGCAG
GUGCUA
GUGCUU
GUGCUC
GUGCUG
GUGCCA
GUGCCU
GUGCCC
GUGCCG
GUGCGA
GUGCGU
GUGCGC
GUGCGG
GUGGAA
GUGGAU
GUGGAC
GUGGAG
GUGGUA
GUGGUU
GUGGUC
GUGGUG
GUGGCA
GUGGCU
GUGGCC
GUGGCG
GUGGGA
GUGGGU
GUGGGC
GUGGGG
GCAAAA
GCAAAU
GCAAAC
GCAAAG
GCAAUA
GCAAUU
GCAAUC
GCAAUG
GCAACA
GCAACU
GCAACC
GCAACG
GCAAGA
GCAAGU
GCAAGC
GCAAGG
GCAUAA
GCAUAU
GCAUAC
GCAUAG
GCAUUA
GCAUUU
GCAUUC
GCAUUG
GCAUCA
GCAUCU
GCAUCC
GCAUCG
GCAUGA
GCAUGU
GCAUGC
GCAUGG
GCACAA
GCACAU
GCACAC
GCACAG
GCACUA
GCACUU
GCACUC
GCACUG
GCACCA
GCACCU
GCACCC
GCACCG
GCACGA
GCACGU
GCACGC
GCACGG
GCAGAA
GCAGAU
GCAGAC
GCAGAG
GCAGUA
GCAGUU
GCAGUC
GCAGUG
GCAGCA
GCAGCU
GCAGCC
GCAGCG
GCAGGA
GCAGGU
GCAGGC
GCAGGG
GCUAAA
GCUAAU
GCUAAC
GCUAAG
GCUAUA
GCUAUU
GCUAUC
GCUAUG
GCUACA
GCUACU
GCUACC
GCUACG
GCUAGA
GCUAGU
GCUAGC
GCUAGG
GCUUAA
GCUUAU
GCUUAC
GCUUAG
GCUUUA
GCUUUU
GCUUUC
GCUUUG
GCUUCA
GCUUCU
GCUUCC
GCUUCG
GCUUGA
GCUUGU
GCUUGC
GCUUGG
GCUCAA
GCUCAU
GCUCAC
GCUCAG
GCUCUA
GCUCUU
GCUCUC
GCUCUG
GCUCCA
GCUCCU
GCUCCC
GCUCCG
GCUCGA
GCUCGU
GCUCGC
GCUCGG
GCUGAA
GCUGAU
GCUGAC
GCUGAG
GCUGUA
GCUGUU
GCUGUC
GCUGUG
GCUGCA
GCUGCU
GCUGCC
GCUGCG
GCUGGA
GCUGGU
GCUGGC
GCUGGG
GCCAAA
GCCAAU
GCCAAC
GCCAAG
GCCAUA
GCCAUU
GCCAUC
GCCAUG
GCCACA
GCCACU
GCCACC
GCCACG
GCCAGA
GCCAGU
GCCAGC
GCCAGG
GCCUAA
GCCUAU
GCCUAC
GCCUAG
GCCUUA
GCCUUU
GCCUUC
GCCUUG
GCCUCA
GCCUCU
GCCUCC
GCCUCG
GCCUGA
GCCUGU
GCCUGC
GCCUGG
GCCCAA
GCCCAU
GCCCAC
GCCCAG
GCCCUA
GCCCUU
GCCCUC
GCCCUG
GCCCCA
GCCCCU
GCCCCC
GCCCCG
GCCCGA
GCCCGU
GCCCGC
GCCCGG
GCCGAA
GCCGAU
GCCGAC
GCCGAG
GCCGUA
GCCGUU
GCCGUC
GCCGUG
GCCGCA
GCCGCU
GCCGCC
GCCGCG
GCCGGA
GCCGGU
GCCGGC
GCCGGG
GCGAAA
GCGAAU
GCGAAC
GCGAAG
GCGAUA
GCGAUU
GCGAUC
GCGAUG
GCGACA
GCGACU
GCGACC
GCGACG
GCGAGA
GCGAGU
GCGAGC
GCGAGG
GCGUAA
GCGUAU
GCGUAC
GCGUAG
GCGUUA
GCGUUU
GCGUUC
GCGUUG
GCGUCA
GCGUCU
GCGUCC
GCGUCG
GCGUGA
GCGUGU
GCGUGC
GCGUGG
GCGCAA
GCGCAU
GCGCAC
GCGCAG
GCGCUA
GCGCUU
GCGCUC
GCGCUG
GCGCCA
GCGCCU
GCGCCC
GCGCCG
GCGCGA
GCGCGU
GCGCGC
GCGCGG
GCGGAA
GCGGAU
GCGGAC
GCGGAG
GCGGUA
GCGGUU
GCGGUC
GCGGUG
GCGGCA
GCGGCU
GCGGCC
GCGGCG
GCGGGA
GCGGGU
GCGGGC
GCGGGG
GGAAAA
GGAAAU
GGAAAC
GGAAAG
GGAAUA
GGAAUU
GGAAUC
GGAAUG
GGAACA
GGAACU
GGAACC
GGAACG
GGAAGA
GGAAGU
GGAAGC
GGAAGG
GGAUAA
GGAUAU
GGAUAC
GGAUAG
GGAUUA
GGAUUU
GGAUUC
GGAUUG
GGAUCA
GGAUCU
GGAUCC
GGAUCG
GGAUGA
GGAUGU
GGAUGC
GGAUGG
GGACAA
GGACAU
GGACAC
GGACAG
GGACUA
GGACUU
GGACUC
GGACUG
GGACCA
GGACCU
GGACCC
GGACCG
GGACGA
GGACGU
GGACGC
GGACGG
GGAGAA
GGAGAU
GGAGAC
GGAGAG
GGAGUA
GGAGUU
GGAGUC
GGAGUG
GGAGCA
GGAGCU
GGAGCC
GGAGCG
GGAGGA
GGAGGU
GGAGGC
GGAGGG
GGUAAA
GGUAAU
GGUAAC
GGUAAG
GGUAUA
GGUAUU
GGUAUC
GGUAUG
GGUACA
GGUACU
GGUACC
GGUACG
GGUAGA
GGUAGU
GGUAGC
GGUAGG
GGUUAA
GGUUAU
GGUUAC
GGUUAG
GGUUUA
GGUUUU
GGUUUC
GGUUUG
GGUUCA
GGUUCU
GGUUCC
GGUUCG
GGUUGA
GGUUGU
GGUUGC
GGUUGG
GGUCAA
GGUCAU
GGUCAC
GGUCAG
GGUCUA
GGUCUU
GGUCUC
GGUCUG
GGUCCA
GGUCCU
GGUCCC
GGUCCG
GGUCGA
GGUCGU
GGUCGC
GGUCGG
GGUGAA
GGUGAU
GGUGAC
GGUGAG
GGUGUA
GGUGUU
GGUGUC
GGUGUG
GGUGCA
GGUGCU
GGUGCC
GGUGCG
GGUGGA
GGUGGU
GGUGGC
GGUGGG
GGCAAA
GGCAAU
GGCAAC
GGCAAG
GGCAUA
GGCAUU
GGCAUC
GGCAUG
GGCACA
GGCACU
GGCACC
GGCACG
GGCAGA
GGCAGU
GGCAGC
GGCAGG
GGCUAA
GGCUAU
GGCUAC
GGCUAG
GGCUUA
GGCUUU
GGCUUC
GGCUUG
GGCUCA
GGCUCU
GGCUCC
GGCUCG
GGCUGA
GGCUGU
GGCUGC
GGCUGG
GGCCAA
GGCCAU
GGCCAC
GGCCAG
GGCCUA
GGCCUU
GGCCUC
GGCCUG
GGCCCA
GGCCCU
GGCCCC
GGCCCG
GGCCGA
GGCCGU
GGCCGC
GGCCGG
GGCGAA
GGCGAU
GGCGAC
GGCGAG
GGCGUA
GGCGUU
GGCGUC
GGCGUG
GGCGCA
GGCGCU
GGCGCC
GGCGCG
GGCGGA
GGCGGU
GGCGGC
GGCGGG
GGGAAA
GGGAAU
GGGAAC
GGGAAG
GGGAUA
GGGAUU
GGGAUC
GGGAUG
GGGACA
GGGACU
GGGACC
GGGACG
GGGAGA
GGGAGU
GGGAGC
GGGAGG
GGGUAA
GGGUAU
GGGUAC
GGGUAG
GGGUUA
GGGUUU
GGGUUC
GGGUUG
GGGUCA
GGGUCU
GGGUCC
GGGUCG
GGGUGA
GGGUGU
GGGUGC
GGGUGG
GGGCAA
GGGCAU
GGGCAC
GGGCAG
GGGCUA
GGGCUU
GGGCUC
GGGCUG
GGGCCA
GGGCCU
GGGCCC
GGGCCG
GGGCGA
GGGCGU
GGGCGC
GGGCGG
GGGGAA
GGGGAU
GGGGAC
GGGGAG
GGGGUA
GGGGUU
GGGGUC
GGGGUG
GGGGCA
GGGGCU
GGGGCC
GGGGCG
GGGGGA
GGGGGU
GGGGGC
GGGGGG